13/data/attachments/4dea59018121c256.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heather_oil_Actions_23566_2</nif:username>
            <nif:friendToBeRequested>soap_actions_dcc11106-01e2-4d83-9a16-cdafc658bc1e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>